Repository: tyrylu/fegora_media_creator
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs

source: You didn't select a disk to use, please, do so.
cs: Nebyl vybrán disk, který má být použit, prosím, učiňte tak.

source: Select a disk
cs: Zvolit disk

source: Failed to download the image.
cs: Nepodařilo se stáhnout obraz.

source: Error
cs: Chyba

source: Do you really want to continue and write the image to {disk_caption}? Be warned that after this operation all data on {disk_caption} will be irreversibly lost.
cs: Opravdu si přejete pokračovat se zápisem obrazu na {disk_caption}? Uvědomte si, že po této operaci budou všechna data na {disk_caption} nenávratně ztracena.

source: Continue
cs: Pokračovat

source: The write operation failed, error: {}
cs: Operace zápisu selhala, chyba: {}

source: Failed to write
cs: Zápis selhal

source: The image has been successfully written.
cs: Obraz byl úspěšně zapsán.

source: Success
cs: Úspěch

source: Download in progress
cs: Probíhá stahování

source: Downloading the image.
cs: Stahování obrazu

source: Downloading the image. Downloaded {so_far} of {total}.
cs: Stahování obrazu. Staženo {so_far} z {total}.

source: Writing the image
cs: Zapisování obrazu

source: Writing the image.
cs: Zapisování obrazu.

source: Writing the image. Written {so_far} of {total}.
cs: Zapisování obrazu. Zapsáno {so_far} z {total}.

source: Select the disk to use
cs: Zvolte disk, který chcete použít

source: Create media
cs: Vytvořit médium
